13/data/attachments/4b6656a8cb616f13.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Laura_statement_Friend_70521_7</nif:username>
            <nif:friendToBeRequested>soap_friends_31db1df5-4841-4318-a456-3dc6d7d1c19a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>